Repository: olegasd123/Dirnex
Catalog: Dirnex/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans, zh_hant

# command.file.edit.keywords
source: f4, editor, text, open, modify, bbedit, vs code, textedit
de: f4, editor, text, öffnen, bearbeiten, ändern, bbedit, vs code, textedit
es: f4, editor, texto, abrir, modificar, bbedit, vs code, textedit
fr: f4, éditeur, texte, ouvrir, modifier, bbedit, vs code, textedit
it: f4, editor, testo, aprire, modificare, bbedit, vs code, textedit
ja: f4, エディタ, テキスト, 開く, 変更, bbedit, vs code, textedit
ko: f4, 편집기, 텍스트, 열기, 수정, BBEdit, VS Code, TextEdit
nl: f4, editor, tekst, openen, wijzigen, bbedit, vs code, textedit
pl: f4, edytor, tekst, otwórz, zmień, bbedit, vs code, textedit
pt_br: f4, editor, texto, abrir, modificar, bbedit, vs code, textedit
ru: f4, правка, редактор, текст, открыть, изменить
uk: редагувати, редактор, f4
zh_hans: f4, 编辑器, 文本, 打开, 修改, bbedit, vs code, textedit
zh_hant: f4, 編輯器, 文字, 打開, 修改, bbedit, vs code, textedit

# command.file.edit.title
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Wijzig
pl: Edytuj
pt_br: Editar
ru: Редактировать
uk: Редагувати файл
zh_hans: 编辑
zh_hant: 編輯

# command.file.editNew.keywords
source: f4, new, create, editor, text, touch, empty, file
de: f4, neu, erstellen, editor, text, touch, leer, datei
es: f4, nuevo, crear, editor, texto, touch, vacío, archivo
fr: f4, nouveau, créer, éditeur, texte, toucher, vide, fichier
it: f4, nuovo, crea, editor, testo, vuoto, file
ja: f4, 新規, 作成, エディタ, テキスト, touch, 空, ファイル
ko: f4, 새로 만들기, 생성, 편집기, 텍스트, touch, 빈 파일
nl: f4, nieuw, maken, editor, tekst, leeg, bestand
pl: f4, nowy, utwórz, edytor, tekst, pusty, plik
pt_br: f4, novo, criar, editor, texto, touch, vazio, arquivo
ru: f4, новый, создать, редактор, текст, пустой, файл
uk: новий файл, створити файл, редагувати
zh_hans: f4, 新建, 创建, 编辑器, 文本, 空文件, 文件
zh_hant: f4, 新增, 建立, 編輯器, 文字, 空檔案, 檔案

# command.file.editNew.title
source: Edit File…
de: Datei bearbeiten …
es: Editar archivo…
fr: Modifier le fichier…
it: Modifica file…
ja: ファイルを編集…
ko: 파일 편집…
nl: Wijzig bestand…
pl: Edytuj plik…
pt_br: Editar Arquivo…
ru: Создать новый файл…
uk: Редагувати новий файл
zh_hans: 编辑文件…
zh_hant: 編輯檔案…

# command.file.manageScripts.keywords
source: script, scripts, automation, shell, command, action, user, custom
de: skript, Skripte, Automatisierung, Shell, Befehl, Aktion, Benutzer, benutzerdefiniert
es: script, scripts, automatización, shell, comando, acción, usuario, personalizado
fr: script, scripts, automatisation, shell, commande, action, utilisateur, personnalisé
it: script, script, automazione, shell, comando, azione, utente, personalizzato
ja: スクリプト, 自動化, シェル, コマンド, アクション, ユーザ, カスタム
ko: 스크립트, 자동화, 셸, 명령, 동작, 사용자화
nl: script, scripts, automatisering, shell, commando, actie, gebruiker, aangepast
pl: skrypt, skrypty, automatyzacja, shell, polecenie, akcja, własne
pt_br: script, scripts, automação, shell, comando, ação, usuário, personalizado
ru: скрипт, скрипты, автоматизация, оболочка, команда, действие, пользовательский
uk: скрипти, керувати, автоматизація
zh_hans: 脚本, 自动化, shell, 命令, 操作, 用户, 自定
zh_hant: 腳本, 自動化, shell, 指令, 操作, 使用者, 自定

# command.file.manageScripts.title
source: Manage Scripts…
de: Skripte verwalten …
es: Gestionar scripts…
fr: Gérer les scripts…
it: Gestisci script…
ja: スクリプトを管理…
ko: 스크립트 관리…
nl: Scripts beheren…
pl: Zarządzaj skryptami…
pt_br: Gerenciar Scripts…
ru: Управление скриптами…
uk: Керувати скриптами
zh_hans: 管理脚本…
zh_hant: 管理腳本…

# command.file.move.keywords
source: f6, transfer
de: f6, verschieben, übertragen
es: f6, transferir
fr: f6, transfert
it: f6, trasferimento
ja: f6, 転送
ko: f6, 이동, 전송
nl: f6, overdracht
pl: f6, przenieś, transfer
pt_br: f6, transferir
ru: f6, переместить, перенести, перемещение
uk: перемістити, перенести, f6
zh_hans: f6, 移动, 传输
zh_hant: f6, 移動, 傳輸

# command.file.move.title
source: Move to Other Panel
de: In den anderen Bereich verschieben
es: Mover al otro panel
fr: Déplacer vers l’autre panneau
it: Sposta nell’altro pannello
ja: ほかのパネルに移動
ko: 다른 패널로 이동
nl: Verplaats naar ander paneel
pl: Przenieś do drugiego panelu
pt_br: Mover para o Outro Painel
ru: Переместить на другую панель
uk: Перемістити
zh_hans: 移动到另一面板
zh_hant: 移動到另一面板

# command.file.multiRename.keywords
source: batch, rename, pattern, counter, regex, mask
de: stapel, umbenennen, muster, zähler, regex, maske
es: lote, renombrar, patrón, contador, regex, máscara
fr: lot, renommage, motif, compteur, regex, masque
it: lotto, rinominare, modello, contatore, regex, maschera
ja: 一括, 名前変更, パターン, カウンタ, 正規表現, マスク
ko: 일괄, 이름 변경, 패턴, 카운터, 정규 표현식, 마스크
nl: batch, hernoemen, patroon, teller, regex, masker
pl: wsadowo, zmień nazwę, wzorzec, licznik, regex, maska
pt_br: lote, renomear, padrão, contador, regex, máscara
ru: групповое, пакетное, переименование, шаблон, счётчик, регулярное выражение, маска
uk: масове перейменування, перейменувати, шаблон
zh_hans: 批量, 重新命名, 模式, 计数器, 正则表达式, 掩码
zh_hant: 批量, 重新命名, 模式, 計數器, 規則運算式, 正則, 遮罩

# command.file.multiRename.title
source: Multi-Rename Tool…
de: Mehrfach-Umbenennen …
es: Herramienta de renombrado múltiple…
fr: Outil de renommage multiple…
it: Strumento di rinominazione multipla…
ja: 複数項目の名前変更ツール…
ko: 여러 항목 이름 변경 도구…
nl: Meervoudig hernoemen…
pl: Narzędzie wielokrotnej zmiany nazw…
pt_br: Ferramenta de Renomeação em Lote…
ru: Групповое переименование…
uk: Масове перейменування
zh_hans: 批量重新命名工具…
zh_hant: 批量重新命名工具…

# command.file.newFolder.keywords
source: f7, directory, mkdir, create
de: f7, Verzeichnis, mkdir, erstellen
es: f7, carpeta, directorio, mkdir, crear
fr: f7, répertoire, mkdir, créer
it: f7, directory, mkdir, creare
ja: f7, ディレクトリ, mkdir, 作成
ko: f7, 폴더, mkdir, 생성
nl: f7, map, mkdir, maken
pl: f7, katalog, mkdir, utwórz
pt_br: f7, pasta, diretório, mkdir, criar
ru: f7, папка, каталог, директория, создать, mkdir
uk: нова папка, створити папку, f7
zh_hans: f7, 文件夹, 目录, mkdir, 创建
zh_hant: f7, 檔案夾, 目錄, mkdir, 建立

# command.file.newFolder.title
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
ja: 新規フォルダ
ko: 새 폴더
nl: Nieuwe map
pl: Nowy folder
pt_br: Nova Pasta
ru: Новая папка
uk: Нова папка
zh_hans: 新建文件夹
zh_hant: 新增檔案夾

# command.file.newTab.title
source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuova scheda
ja: 新規タブ
ko: 새 탭
nl: Nieuw tabblad
pl: Nowa karta
pt_br: Nova Aba
ru: Новая вкладка
uk: Нова вкладка
zh_hans: 新建标签页
zh_hant: 新增標籤頁

# command.file.openWith.keywords
source: open, application, app, launch, editor, default
de: öffnen, app, programm, starten, editor, standard
es: abrir, aplicación, app, iniciar, editor, por omisión
fr: ouvrir, application, lancer, éditeur, par défaut
it: aprire, applicazione, app, avviare, editor, predefinito
ja: 開く, アプリケーション, アプリ, 起動, エディタ, デフォルト
ko: 열기, 앱, 응용 프로그램, 실행, 편집기, 기본값
nl: openen, programma, app, starten, editor, standaard
pl: otwórz, program, aplikacja, uruchom, edytor, domyślne
pt_br: abrir, aplicativo, app, iniciar, editor, padrão
ru: открыть, программа, приложение, запустить, редактор, по умолчанию
uk: відкрити за допомогою, програма
zh_hans: 打开, 应用程序, app, 启动, 编辑器, 默认
zh_hant: 打開, 應用程式, app, 啟動, 編輯器, 預設

# command.file.openWith.title
source: Open With
de: Öffnen mit
es: Abrir con
fr: Ouvrir avec
it: Apri con
ja: このアプリケーションで開く
ko: 다음으로 열기
nl: Open met
pl: Otwórz w aplikacji
pt_br: Abrir com
ru: Открыть в программе
uk: Відкрити за допомогою
zh_hans: 打开方式
zh_hant: 打開檔案的應用程式

# command.file.pack.keywords
source: compress, archive, zip, tar, alt+f5, pack
de: komprimieren, archivieren, zip, tar, alt+f5, packen
es: comprimir, archivo, zip, tar, alt+f5, pack
fr: compresser, archiver, zip, tar, alt+f5, packer
it: compressione, archiviazione, zip, tar, alt+f5, pacchetto
ja: 圧縮, アーカイブ, zip, tar, alt+f5, pack
ko: 압축, 아카이브, zip, tar, alt+f5, pack
nl: comprimeren, archief, zip, tar, alt+f5, inpakken
pl: kompresuj, archiwum, zip, tar, alt+f5, spakuj
pt_br: compactar, arquivo, zip, tar, alt+f5, empacotar
ru: сжать, архив, упаковать, zip, tar, alt+f5
uk: архів, запакувати, стиснути, zip
zh_hans: 压缩, 压缩包, zip, tar, alt+f5, 打包
zh_hant: 壓縮, 封存檔, zip, tar, alt+f5, 打包

# command.file.pack.title
source: Pack…
de: Komprimieren …
es: Comprimir…
fr: Créer une archive…
it: Comprimi…
ja: 圧縮…
ko: 압축…
nl: Pak in…
pl: Spakuj…
pt_br: Compactar…
ru: Упаковать…
uk: Запакувати
zh_hans: 压缩…
zh_hant: 壓縮…

# command.file.putBack.keywords
source: restore, undelete, trash, recover, original, undo delete
de: wiederherstellen, zurücklegen, papierkorb, original, löschen rückgängig machen
es: restaurar, recuperar, papelera, original, deshacer eliminación
fr: restaurer, annuler la suppression, corbeille, récupérer, emplacement d’origine
it: ripristina, cestino, recupera, originale
ja: 戻す, 削除取り消し, ゴミ箱, 復元, 元, 削除を取り消す
ko: 복원, 되돌려 놓기, 휴지통, 복구, 원래 위치, 삭제 취소
nl: herstellen, terugzetten, prullenmand, terughalen, origineel, verwijderen ongedaan maken
pl: przywróć, kosz, odzyskaj, oryginalne, cofnij usunięcie
pt_br: restaurar, recuperar, lixo, original, desfazer apagar
ru: восстановить, вернуть, корзина, отменить удаление
uk: повернути, відновити, кошик
zh_hans: 恢复, 取消删除, 废纸篓, 找回, 原位置, 撤销删除
zh_hant: 復原, 取消刪除, 垃圾桶, 找回, 原位置, 還原刪除

# command.file.putBack.title
source: Put Back
de: Zurücklegen
es: Volver a colocar
fr: Remettre
it: Ripristina
ja: 戻す
ko: 되돌려 놓기
nl: Zet terug
pl: Przywróć z Kosza
pt_br: Colocar de Volta
ru: Вернуть
uk: Повернути
zh_hans: 放回
zh_hant: 放回

# command.file.rename.title
source: Rename…
de: Umbenennen …
es: Renombrar…
fr: Renommer…
it: Rinomina…
ja: 名前を変更…
ko: 이름 변경…
nl: Hernoem…
pl: Zmień nazwę…
pt_br: Renomear…
ru: Переименовать…
uk: Перейменувати
zh_hans: 重新命名…
zh_hant: 重新命名…

# command.file.share.keywords
source: share, send, airdrop, mail, message, sheet
de: teilen, senden, airdrop, mail, nachricht, freigabe
es: compartir, enviar, airdrop, mail, mensaje, hoja
fr: partager, envoyer, airdrop, courrier, message, feuille
it: condividere, inviare, airdrop, posta, messaggio, foglio
ja: 共有, 送信, airdrop, メール, メッセージ, シート
ko: 공유, 보내기, AirDrop, Mail, 메시지, 시트
nl: delen, verzenden, airdrop, mail, bericht, deelvenster
pl: udostępnij, wyślij, airdrop, mail, wiadomość
pt_br: compartilhar, enviar, airdrop, mail, mensagem, folha
ru: поделиться, отправить, airdrop, почта, сообщение
uk: поділитися, спільний доступ
zh_hans: 共享, 发送, airdrop, 邮件, 信息, 共享表单
zh_hant: 分享, 傳送, airdrop, 郵件, 訊息, 分享表單

# command.file.share.title
source: Share…
de: Teilen …
es: Compartir…
fr: Partager…
it: Condividi…
ja: 共有…
ko: 공유…
nl: Deel…
pl: Udostępnij…
pt_br: Compartilhar…
ru: Поделиться…
uk: Поділитися
zh_hans: 共享…
zh_hant: 分享…

# command.file.syncDirectories.keywords
source: sync, synchronize, compare, mirror, diff, directories, folders
de: synchronisieren, vergleichen, spiegeln, diff, verzeichnisse, ordner
es: sync, sincronizar, comparar, espejo, diff, directorios, carpetas
fr: synchroniser, synchroniser, comparer, miroir, diff, répertoires, dossiers
it: sincronizzare, sincronizzare, confrontare, specchiare, differenziare, directory, cartelle
ja: 同期, 比較, ミラー, diff, ディレクトリ, フォルダ
ko: 동기화, 비교, 미러링, 차이점, 폴더
nl: synchroniseren, vergelijken, spiegelen, diff, mappen, directories
pl: synchronizuj, porównaj, lustro, różnice, katalogi, foldery
pt_br: sincronizar, comparar, espelhar, diff, pastas, diretórios
ru: синхронизация, синхронизировать, сравнить, зеркало, папки, каталоги
uk: синхронізувати, папки, порівняти
zh_hans: 同步, 比较, 镜像, 差异, 目录, 文件夹
zh_hant: 同步, 比較, 鏡像, 差異, 目錄, 檔案夾

# command.file.syncDirectories.title
source: Synchronize Directories…
de: Ordner synchronisieren …
es: Sincronizar carpetas…
fr: Synchroniser les dossiers…
it: Sincronizza cartelle…
ja: フォルダを同期…
ko: 폴더 동기화…
nl: Mappen synchroniseren…
pl: Synchronizuj foldery…
pt_br: Sincronizar Pastas…
ru: Синхронизировать папки…
uk: Синхронізувати папки
zh_hans: 同步目录…
zh_hant: 同步目錄…

# command.file.tags.keywords
source: finder, tag, label, colour, color, mark
de: finder, tag, tags, etikett, farbe, markieren
es: finder, etiqueta, color, marcar
fr: finder, étiquette, balise, couleur, marquer
it: finder, tag, etichetta, colore, contrassegno
ja: finder, タグ, ラベル, 色, 色, マーク
ko: Finder, 태그, 레이블, 색상, 표시
nl: Finder, tag, label, kleur, markering
pl: finder, tag, etykieta, kolor, oznacz
pt_br: finder, tag, etiqueta, cor, marcar
ru: finder, тег, теги, цвет, пометить
uk: теги, колір, finder
zh_hans: finder, 标签, 颜色, 标记
zh_hant: finder, 標籤, 顏色, 標記

# command.file.trash.keywords
source: f8, delete, remove
de: f8, löschen, entfernen
es: f8, eliminar, borrar
fr: f8, supprimer, retirer
it: F8, cancella, rimuovi
ja: f8, 削除, 削除
ko: f8, 삭제, 제거, 휴지통
nl: f8, wissen, verwijderen
pl: f8, usuń, kosz
pt_br: f8, apagar, remover
ru: f8, удалить, корзина, убрать
uk: кошик, видалити, f8
zh_hans: f8, 删除, 移除, 废纸篓
zh_hant: f8, 刪除, 移除, 垃圾桶

# command.file.trash.title
source: Move to Trash
de: In den Papierkorb legen
es: Trasladar a la papelera
fr: Placer dans la corbeille
it: Sposta nel Cestino
ja: ゴミ箱に移動
ko: 휴지통으로 이동
nl: Verplaats naar prullenmand
pl: Przenieś do Kosza
pt_br: Mover para o Lixo
ru: Переместить в Корзину
uk: Перемістити в Кошик
zh_hans: 移到废纸篓
zh_hant: 丟到垃圾桶

# command.go.addToFavorites.keywords
source: pin, bookmark, favorite
de: anheften, lesezeichen, favorit, favoriten
es: fijar, marcador, favorito
fr: épingler, signet, favori
it: ancora, segnalibro, preferito
ja: ピン, ブックマーク, お気に入り
ko: 핀, 북마크, 즐겨찾기
nl: Pin, bladwijzer, favoriet
pl: przypnij, zakładka, ulubione
pt_br: fixar, favorito, marcador
ru: закрепить, закладка, избранное, добавить
uk: улюблені, додати, бічна панель
zh_hans: 固定, 书签, 个人收藏
zh_hant: 固定, 書籤, 喜好項目

# command.go.addToFavorites.title
source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a Favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych
pt_br: Adicionar aos Favoritos
ru: Добавить в Избранное
uk: Додати до улюблених
zh_hans: 添加到个人收藏
zh_hant: 加入到喜好項目

# command.go.back.keywords
source: history, previous, backward
de: verlauf, vorherige, zurück
es: historial, anterior, atrás
fr: historique, précédent, retour
it: cronologia, precedente, indietro
ja: 履歴, 前へ, 戻る
ko: 기록, 이전, 뒤로
nl: Geschiedenis, voorheen, achteruit
pl: historia, poprzedni, wstecz
pt_br: histórico, anterior, voltar
ru: история, предыдущая, назад
uk: назад, історія
zh_hans: 历史记录, 上一个, 后退
zh_hant: 歷史記錄, 上一個, 後退

# command.go.back.title
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
uk: Назад
zh_hans: 后退
zh_hant: 後退

# command.go.connectServer.keywords
source: sftp, ssh, smb, share, mount, nas, remote, network, server, connect, host
de: sftp, ssh, smb, freigabe, verbinden, mounten, nas, remote, netzwerk, server, host
es: sftp, ssh, smb, share, mount, nas, remoto, red, servidor, conectar, host
fr: sftp, ssh, smb, partage, montage, nas, distant, réseau, serveur, connexion, hôte
it: sftp, ssh, smb, condivisione, montaggio, nas, remoto, rete, server, connetti, host
ja: sftp, ssh, smb, 共有, マウント, nas, リモート, ネットワーク, サーバ, 接続, ホスト
ko: sftp, ssh, smb, 공유, 마운트, nas, 원격, 네트워크, 서버, 연결, 호스트
nl: sftp, ssh, smb, delen, monteren, nas, op afstand, netwerk, server, verbinden, host
pl: sftp, ssh, smb, udział, montuj, nas, zdalny, sieć, serwer, połącz, host
pt_br: sftp, ssh, smb, compartilhamento, montar, nas, remoto, rede, servidor, conectar, host
ru: sftp, ssh, smb, общий ресурс, монтировать, nas, сеть, сервер, подключение, хост
uk: сервер, підключитися, sftp, ftp, smb
zh_hans: sftp, ssh, smb, 共享, 挂载, nas, 远程, 网络, 服务器, 连接, 主机
zh_hant: sftp, ssh, smb, 共享, 掛載, nas, 遠端, 網路, 伺服器, 連接, 主機

# command.go.connectServer.title
source: Connect to Server…
de: Mit Server verbinden …
es: Conectarse a un servidor…
fr: Se connecter au serveur…
it: Connessione al server…
ja: サーバへ接続…
ko: 서버에 연결…
nl: Verbind met server…
pl: Połącz z serwerem…
pt_br: Conectar ao Servidor…
ru: Подключиться к серверу…
uk: Підключитися до сервера
zh_hans: 连接服务器…
zh_hant: 連接伺服器…

# command.go.editLocation.keywords
source: path, address, type, url, jump, frecency, fuzzy, recent
de: pfad, adresse, eingeben, url, springen, zuletzt, suchen
es: ruta, dirección, escribir, url, saltar, frecency, fuzzy, reciente
fr: chemin, adresse, type, url, saut, fréquence, flou, récent
it: percorso, indirizzo, digita, url, vai, posizione, recente
ja: パス, アドレス, 入力, URL, 移動, 使用頻度, あいまい検索, 最近
ko: 경로, 주소, 입력, URL, 이동, 빠른 이동, 퍼지, 최근
nl: pad, adres, typen, url, springen, frecency, fuzzy, recent
pl: ścieżka, adres, wpisz, url, skocz, ostatnie
pt_br: caminho, endereço, digitar, url, ir, frecência, difuso, recente
ru: путь, адрес, ввести, url, перейти, недавние
uk: адреса, шлях, перейти
zh_hans: 路径, 地址, 输入, url, 跳转, 模糊, 最近
zh_hant: 路徑, 位址, 輸入, url, 跳轉, 模糊, 最近

# command.go.editLocation.title
source: Go to Location…
de: Gehe zum Ordner …
es: Ir a la ubicación…
fr: Aller à l’emplacement…
it: Vai alla posizione…
ja: 場所へ移動…
ko: 위치로 이동…
nl: Ga naar locatie…
pl: Idź do położenia…
pt_br: Ir para o Local…
ru: Перейти к пути…
uk: Редагувати адресу
zh_hans: 前往位置…
zh_hant: 前往位置…

# command.go.favorites.keywords
source: favorites, bookmarks, pinned, jump, ctrl d
de: favoriten, lesezeichen, angeheftet, springen, ctrl d
es: favoritos, marcadores, fijados, saltar, ctrl d
fr: favoris, signets, épinglé, accès rapide, ctrl d
it: preferiti, segnalibri, fissati, vai, ctrl d
ja: お気に入り, ブックマーク, ピン留め, 移動, ctrl d
ko: 즐겨찾기, 북마크, 고정, 점프, ctrl d
nl: favorieten, bladwijzers, vastgezet, springen, ctrl d
pl: ulubione, zakładki, przypięte, skocz, ctrl d
pt_br: favoritos, marcadores, fixados, ir, ctrl d
ru: избранное, закладки, закреплённые, переход
uk: улюблені, бічна панель
zh_hans: 个人收藏, 书签, 固定, 跳转
zh_hant: 喜好項目, 書籤, 固定, 跳轉

# command.go.favorites.title
source: Favorites…
de: Favoriten …
es: Favoritos…
fr: Favoris…
it: Preferiti…
ja: お気に入り…
ko: 즐겨찾기…
nl: Favorieten…
pl: Ulubione…
pt_br: Favoritos…
ru: Избранное…
uk: Улюблені
zh_hans: 个人收藏…
zh_hant: 喜好項目…

# command.go.forward.keywords
source: history, next
de: verlauf, nächste, vorwärts
es: historial, siguiente, adelante
fr: historique, suivant
it: cronologia, successivo, avanti
ja: 履歴, 次へ, 進む
ko: 기록, 다음, 앞으로
nl: Geschiedenis, volgende
pl: historia, następny
pt_br: histórico, próximo
ru: история, следующая, вперёд
uk: вперед, історія
zh_hans: 历史记录, 下一个, 前进
zh_hant: 歷史記錄, 下一個, 前進

# command.go.forward.title
source: Forward
de: Vorwärts
es: Adelante
fr: Suivant
it: Avanti
ja: 進む
ko: 앞으로
nl: Vooruit
pl: Dalej
pt_br: Avançar
ru: Вперёд
uk: Вперед
zh_hans: 前进
zh_hant: 前進

# command.go.history.keywords
source: recent, visited, trail, alt down
de: zuletzt, besucht, verlauf, pfad, alt runter
es: reciente, visitado, historial, alt abajo
fr: récent, visité, historique, option bas
it: recenti, visitati, percorso, alt down
ja: 最近, 訪問済み, 履歴, alt down
ko: 최근, 방문, 기록, 뒤로, 앞으로
nl: Recente, bezocht, pad, alt neer
pl: ostatnie, odwiedzone, ślad, alt down
pt_br: recente, visitado, trilha, alt down
ru: недавние, посещённые, история, alt вниз
uk: історія, недавні
zh_hans: 最近, 访问过, 路径, alt 下箭头
zh_hant: 最近, 取用過, 路徑, alt 下箭頭

# command.go.history.title
source: Directory History…
de: Ordnerverlauf …
es: Historial de carpetas…
fr: Historique des dossiers…
it: Cronologia cartelle…
ja: フォルダ履歴…
ko: 폴더 기록…
nl: Mapgeschiedenis…
pl: Historia folderów…
pt_br: Histórico de Pastas…
ru: История папок…
uk: Історія
zh_hans: 目录历史记录…
zh_hant: 目錄歷史記錄…

# command.go.openInTerminal.keywords
source: terminal, shell, iterm, wezterm, console, command, prompt, external, app
de: terminal, shell, iterm, wezterm, konsole, befehl, prompt, extern, app
es: terminal, shell, iterm, wezterm, consola, comando, prompt, externo, app
fr: terminal, shell, iterm, wezterm, console, commande, prompt, externe, application
it: terminal, shell, iterm, wezterm, console, comando, prompt, esterno, app
ja: ターミナル, シェル, iterm, wezterm, コンソール, コマンド, プロンプト, 外部, アプリ
ko: 터미널, 셸, iTerm, WezTerm, 콘솔, 명령, 프롬프트, 외부, 앱
nl: terminal, shell, iterm, wezterm, console, commando, prompt, extern, app
pl: terminal, shell, iterm, wezterm, konsola, polecenie, prompt, zewnętrzny
pt_br: terminal, shell, iterm, wezterm, console, comando, prompt, externo, app
ru: терминал, оболочка, iterm, консоль, командная строка, внешний
uk: термінал, shell, командний рядок
zh_hans: 终端, shell, iterm, wezterm, 控制台, 命令, 提示符, 外部, app
zh_hant: 終端機, 終端, shell, iterm, wezterm, 控制台, 指令, 提示符, 外部, app

# command.go.openInTerminal.title
source: Open in Terminal
de: In Terminal öffnen
es: Abrir en Terminal
fr: Ouvrir dans le Terminal
it: Apri in Terminale
ja: ターミナルで開く
ko: 터미널에서 열기
pl: Otwórz w Terminalu
pt_br: Abrir no Terminal
ru: Открыть в Терминале
uk: Відкрити в Терміналі
zh_hans: 在终端中打开
zh_hant: 在「終端機」中打開

# command.go.parent.keywords
source: parent, out
de: übergeordnet, nach oben, hoch
es: padre, arriba, salir
fr: parent, remonter, niveau supérieur
it: cartella superiore, su, fuori
ja: 親, 上へ, 外へ
ko: 상위, 위로
nl: ouder, uit
pl: nadrzędny, wyżej
pt_br: pai, acima
ru: родительская, вверх, выше, наверх
uk: вгору, батьківська папка
zh_hans: 上级, 父文件夹, 向外
zh_hant: 上級, 父檔案夾, 向外

# command.go.parent.title
source: Go Up
de: Nach oben
es: Subir
fr: Dossier parent
it: Vai su
ja: 上へ
ko: 상위 폴더로 이동
nl: Ga omhoog
pl: Poziom wyżej
pt_br: Subir
ru: Наверх
uk: На рівень вгору
zh_hans: 向上
zh_hant: 向上

# command.go.saveSearch.keywords
source: search, saved, smart, folder, bookmark, sidebar
de: suche, sichern, gespeichert, intelligent, ordner, lesezeichen, seitenleiste
es: búsqueda, guardada, inteligente, carpeta, marcador, barra lateral
fr: recherche, sauvegardé, intelligent, dossier, marque-page, barre latérale
it: ricerca, salvata, intelligente, cartella, segnalibro, barra laterale
ja: 検索, 保存済み, スマート, フォルダ, ブックマーク, サイドバー
ko: 검색, 저장, 스마트, 폴더, 북마크, 사이드바
nl: zoeken, opgeslagen, slim, map, bladwijzer, navigatiekolom
pl: szukaj, zachowane, inteligentne, folder, zakładka, pasek boczny
pt_br: busca, salva, inteligente, pasta, marcador, barra lateral
ru: поиск, сохранённый, умная папка, закладка, боковая панель
uk: зберегти пошук, пошук, бічна панель
zh_hans: 搜索, 已存, 智能, 文件夹, 书签, 边栏
zh_hant: 搜尋, 已儲存, 智慧型, 檔案夾, 書籤, 側邊欄

# command.go.saveSearch.title
source: Save Search…
de: Suche sichern …
es: Guardar búsqueda…
fr: Enregistrer la recherche…
it: Salva ricerca…
ja: 検索を保存…
ko: 검색 저장…
nl: Bewaar zoekopdracht…
pl: Zachowaj wyszukiwanie…
pt_br: Salvar Busca…
ru: Сохранить поиск…
uk: Зберегти пошук
zh_hans: 存储搜索…
zh_hant: 儲存搜尋…

# command.go.search.keywords
source: search, spotlight, mdfind, find, locate, filter, alt f7
de: suchen, spotlight, mdfind, finden, lokalisieren, filtern, alt f7
es: buscar, spotlight, mdfind, localizar, filtrar, alt f7
fr: recherche, mise en évidence, mdfind, trouver, localiser, filtrer, alt f7
it: cerca, Spotlight, mdfind, trova, localizza, filtra, alt f7
ja: 検索, spotlight, mdfind, 探す, 場所, フィルタ, alt f7
ko: 검색, 스포트라이트, mdfind, 찾기, 위치 찾기, 필터링, alt f7
nl: zoeken, spotlight, mdfind, vinden, lokaliseren, filteren, alt f7
pl: szukaj, spotlight, mdfind, znajdź, lokalizuj, filtr, alt f7
pt_br: buscar, spotlight, mdfind, encontrar, localizar, filtro, alt f7
ru: поиск, найти, spotlight, mdfind, фильтр, alt f7
uk: знайти, пошук, файли
zh_hans: 搜索, spotlight, mdfind, 查找, 定位, 过滤, alt f7
zh_hant: 搜尋, spotlight, mdfind, 尋找, 定位, 過濾, alt f7

# command.go.search.title
source: Find Files…
de: Dateien suchen …
es: Buscar archivos…
fr: Rechercher des fichiers…
it: Trova file…
ja: ファイルを検索…
ko: 파일 찾기…
nl: Zoek bestanden…
pl: Znajdź pliki…
pt_br: Buscar Arquivos…
ru: Найти файлы…
uk: Знайти файли
zh_hans: 查找文件…
zh_hant: 尋找檔案…

# command.select.all.keywords
source: mark, everything, whole
de: auswählen, markieren, alles, ganz
es: marcar, todo, completo
fr: marquer, tout, entier
it: seleziona, tutto, intero
ja: マーク, すべて, 全体, 選択
ko: 마크, 모든 것, 전체
nl: Markeer, alles, geheel
pl: zaznacz, wszystko, całość
pt_br: marcar, tudo, inteiro
ru: выделить, всё, целиком, пометить
uk: вибрати все, виділити все
zh_hans: 标记, 全部, 所有
zh_hant: 標記, 全部, 所有
